[{"Id":694,"Title":"The Hunger Games","Author":"Suzanne Collins ","Description":"The Hunger Games is an annual event in which one boy and one girl aged 12–18 from each of the twelve districts surrounding the Capitol are selected by lottery to compete in a televised battle royale to the death.","Image":"public/images/71un2hI4mcL._AC_UF1000,1000_QL80_.jpg"},{"Id":"155","Title":"To Kill a Mockingbird","Author":"Harper Lee","Description":"Set in small-town Alabama, the novel is a bildungsroman, or coming-of-age story, and chronicles the childhood of Scout and Jem Finch as their father Atticus defends a Black man falsely accused. Scout and Jem are mocked by classmates for this. Unfortunately, the man is convicted by an all-white jury.","Image":"public/images/MV5BNmVmYzcwNzMtMWM1NS00MWIyLThlMDEtYzUwZDgzODE1NmE2XkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_.jpg"},{"Id":711,"Title":"the Lord of the Rings","Author":"J.R.R Tolkien","Description":"In ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, the Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell by chance into the hands of the hobbit Bilbo Baggins.\r\n\r\nFrom Sauron's fastness in the Dark Tower of Mordor, his power spread far and wide. Sauron gathered all the Great Rings, but always he searched for the One Ring that would complete his dominion.","Image":"public/images/7125+5E40JL._SY466_.jpg"},{"Id":787,"Title":"The Fellowship Of The Ring","Author":"J.R.R Tolkien","Description":"One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them.\r\n\r\nIn ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, the Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell into the hands of Bilbo Baggins, as told in The Hobbit. In a sleepy village in the Shire, young Frodo Baggins finds himself faced with an immense task, as his elderly cousin Bilbo entrusts the Ring to his care. Frodo must leave his home and make a perilous journey across Middle-earth to the Cracks of Doom, there to destroy the Ring and foil the Dark Lord in his evil purpose.","Image":"public/images/71Ep7UNeTtL._SY466_.jpg"},{"Id":416,"Title":"The Color Purple","Author":"Alice Walker","Description":"The Color Purple is Alice Walker’s stunning, Pulitzer Prize–winning novel of courage in the face of oppression. Celie grows up in rural Georgia, navigating a childhood of ceaseless abuse. Not only is she poor and despised by the society around her, she’s badly treated by her family. As a teenager she begins writing letters directly to God in an attempt to transcend a life that often seems too much to bear. Her letters span twenty years and record a journey of self-discovery and empowerment through the guiding light of a few strong women and her own implacable will to find harmony with herself and her home. ","Image":"public/images/51xXXVgd4AL._SY466_.jpg"},{"Id":93,"Title":"Legend","Author":"Marie Lu","Description":"What was once the western United States is now home to the Republic, a nation perpetually at war with its neighbors. Born into an elite family in one of the Republic's wealthiest districts, fifteen-year-old June is a prodigy being groomed for success in the Republic's highest military circles. Born into the slums, fifteen-year-old Day is the country's most wanted criminal. But his motives may not be as malicious as they seem.\r\n\r\nFrom very different worlds, June and Day have no reason to cross paths - until the day June's brother, Metias, is murdered and Day becomes the prime suspect. Caught in the ultimate game of cat and mouse, Day is in a race for his family's survival, while June seeks to avenge Metias's death. But in a shocking turn of events, the two uncover the truth of what has really brought them together, and the sinister lengths their country will go to keep its secrets.","Image":"public/images/51n+DRc18BL._SY445_SX342_.jpg"}]